<!DOCTYPE html>
<html lang="">
<head>
  <meta charset="utf-8">
	<title>OKURA</title>
	<?php 
		$pagename = '';
		include('inc_header.php');
	?>
</head>
<body>
<?php include('inc_top.php'); ?>
<section id="catbanner">
	<?php include('inc_mainmenu.php'); ?>
	<img src="images/catproductsbanner.jpg" alt="catproductsbanner">
</section>
<section class="memberbg">
<div class="container">
	<div class="col-xs-3">
		<aside id="left-side">
			<div class="side-menu">
				<ul>
					<li><a href="#"><span class="icon-share2"></span> เข้าร่วมเป็นพันธมิตร</a></li>
					<li><a href="#"><span class="icon-users"></span> ตัวอย่างพันธมิตร</a></li>
					<li><a href="#"><span class="icon-pie-chart"></span> หุ้นส่วนธุรกิจ</a></li>
					<li><a href="#"><span class="icon-lock"></span> เงื่อนไขและข้อตกลง</a></li>
				</ul>
			</div>
			<?php for($i=0;$i<2;$i++){ ?>
			<div class="side-ads">
				<a href="#">
					<img src="images/agoda.jpg">
					<p>
						Agoda.com มีเครือข่าย พันธมิตรโรงแรม มากกว่า 600,000 แห่งทั่วโลกในการจอง โรงแรมราคา ถูกที่สุด และ โปรแกรมสะสมรีวอร์ด Okura เลือกเป็นส่วนหนึ่งของ พันธมิตรกับ Agoda  และ Booking.comซึ่งมีการจองห้องกว่า 1,000,000 ห้อง / คืน
					</p>
				</a>
			</div>
			<?php } ?>
			<?php for($i=0;$i<2;$i++){ ?>
			<div class="side-promotion">
				<a href="#">
					<img src="images/sidepromotionbanner.jpg">
				</a>
			</div>
			<?php } ?>
			<div class="side-review">
				<h2>รีวิวสินค้า</h2>
				<?php for($i=0;$i<2;$i++){ ?>
				<div class="review-box">
					<a href="#">
						<figure>
							<img src="images/reviewimg.jpg" alt="reviewimg">
						</figure>
						<p>
							ผลไม้ เพียวพิซซ่า สเตชัน แชมป์มอนสเตอร์ นายแบบ ทอมโปรเจ็คท์สตรอเบอรี แฟ็กซ์ โบ้ยฮองเฮาเมจิกแตงโม รีไซเคิลแรงใจไนน์ เทรด 
						</p>
					</a>
					<hr>
					<div class="foot-text">
					<span class="icon-eye"></span> 999 ครั้ง 
					<span class="icon-bubbles2"></span> 30 ความคิดเห็น
					</div>
				</div>
				<?php } ?>
			</div>
		</aside>
	</div>
	<div class="col-xs-9 register">
		<h2>เงื่อนไขและข้อตกลง</h2>
		
		<p class="paragraph">
				 โปรดอ่านข้อตกลงนี้อย่างรอบคอบ ข้อตกลงนี้เป็นสัญญาที่ครอบคลุมการใช้บริการหรือซอฟต์แวร์ใดๆ ของ Orkuras.com  หรือบริการหรือซอฟต์แวร์อื่นๆ ของ ORKURA ที่แสดงหรือเชื่อมโยงกับข้อตกลงนี้ ("บริการ") โดยตรง เมื่อใช้หรือเข้าถึงบริการดังกล่าว ท่านต้องยืนยันว่าท่านยอมรับข้อกำหนดเหล่านี้ หากท่านไม่ยอมรับ เราขอห้ามมิให้ใช้บริการนี้

			</p>
		
		<fieldset class="featured-header orange left">
		    <legend>รายละเอียดของสัญญา</legend>
		</fieldset>
			<p class="paragraph">
				สัญญาฉบับนี้เป็นข้อตกลงระหว่างท่านกับ ORKURA ("Orkuras.com  ," "เรา"  หรือ "ของเรา") สำหรับใช้บริการที่ Orkuras.com  

			</p>
			<fieldset class="featured-header orange left">
		    	<legend>การใช้บริการ</legend>
			</fieldset>
			<p class="paragraph">
				เมื่อใช้บริการ ท่านจะต้องปฏิบัติตามสัญญานี้ กฎหมายที่เกี่ยวข้องทั้งหมด รวมถึงนโยบายการป้องกันสแปม และท่านจะต้องปฏิบัติตามแนวทางปฏิบัติ ตามความเหมาะสมด้วย

			</p>
			<p class="paragraph">
				ท่านต้องไม่ใช้บริการที่เป็นอันตรายต่อบุคคลอื่นหรือบริการ ตัวอย่างเช่น ท่านต้องไม่ใช้บริการที่เป็นอันตราย คุกคาม หรือรบกวนองค์กร บุคคลอื่น หรือ Orkuras.com  ท่านต้องไม่: สร้างความเสียหาย ปิดกั้นความสามารถ สร้างภาระหนัก หรือบั่นทอนประสิทธิภาพของบริการ (หรือเครือข่ายที่เชื่อมต่อกับบริการ); จำหน่ายหรือแจกจ่ายบริการหรือส่วนใดส่วนหนึ่งของบริการต่อให้กับบุคคลอื่น; ใช้วิธีการใดๆ ในการแก้ไข เปลี่ยนเส้นทาง หรือเข้าถึงบริการโดยไม่ได้รับอนุญาต หรือพยายามดำเนินการดังกล่าว; หรือใช้กระบวนการหรือบริการแบบอัตโนมัติ เช่น BOT, Spider, การแคชข้อมูลที่ Orkuras.com  จัดเก็บไว้อย่างสม่ำเสมอ ในการเข้าถึงและ/หรือใช้บริการ ท่านอาจสามารถเข้าถึงเว็บไซต์หรือบริการอื่นผ่านทางบริการดังกล่าวได้; โดยท่านยอมรับว่าเราไม่รับผิดชอบต่อเว็บไซต์หรือบริการดังกล่าว หรือเนื้อหาที่อาจมีอยู่ในที่ดังกล่าว

			</p>
			<fieldset class="featured-header orange left">
		    	<legend>ORKURA ID</legend>
			</fieldset>
			
			<p class="paragraph">
				เราอาจจัดเตรียมข้อมูลประจำตัวเพื่อให้ท่านเข้าใช้บริการในเครือข่ายของเราที่ต้องมีการรับรองด้วย ORKURA ID ท่านต้องรับผิดชอบแต่เพียงผู้เดียวในการติดต่อกับบุคคลที่สาม (รวมถึงผู้โฆษณา) ที่ใช้เครือข่ายที่มีการรับรอง รวมทั้งการส่งและการชำระเงินค่าสินค้า สัญญานี้จะมีผลบังคับใช้ทุกครั้งที่ท่านใช้ ORKURA ID เมื่อท่านใช้ ORKURA ID เพื่อเข้าถึงเว็บไซต์ใดก็ตาม หากข้อกำหนดและเงื่อนไขสำหรับไซต์นั้นแตกต่างจากสัญญานี้ ข้อกำหนดและเงื่อนไขดังกล่าวจะมีผลบังคับใช้กับท่านในการใช้เว็บไซต์ด้วย
			</p>
			<fieldset class="featured-header orange left">
		    	<legend>บัญชีการใช้บริการ บัญชีที่เกี่ยวข้อง และบัญชีจากผู้ให้บริการรายอื่นของท่าน</legend>
			</fieldset>
			
			<p class="paragraph">
				ท่านสามารถใช้บัญชีการใช้บริการของท่านได้แต่เพียงผู้เดียว ท่านต้องเก็บรักษาบัญชีและรหัสผ่านของท่านไว้เป็นความลับและไม่อนญาตให้บุคคลอื่นใดเข้าถึงหรือใช้บริการในนามของท่านได้ เว้นแต่เราจะให้การอนุมัติสำหรับการดำเนินการดังกล่าว ท่านต้องติดต่อเราทันทีหากท่านสงสัยว่ามีการใช้บัญชีของท่านในทางมิชอบหรือฝ่าฝืนนโยบายด้านความปลอดภัยของบริการ สำหรับบางส่วนของบริการ ท่านอาจสามารถสร้างบัญชีเพิ่มเติมที่ขึ้นกับบัญชีของท่านได้ ("บัญชีที่เกี่ยวข้อง") ท่านมีหน้าที่รับผิดชอบต่อการดำเนินการใดๆ ที่ดำเนินการผ่านบัญชีการใช้บริการของท่านและบัญชีที่เกี่ยวข้องใดๆ
			</p>
			<p class="paragraph">
				ในกรณีที่ท่านเป็นผู้ใช้บัญชีที่เกี่ยวข้อง ท่านต้องยอมรับว่าท่านเป็นเจ้าของบัญชีจะเป็นผู้มีอำนาจเต็มในการควบคุมบัญชีที่เกี่ยวข้องของท่าน หากบุคคลอื่น เช่น ผู้ให้บริการอินเทอร์เน็ต นายจ้าง หรือโรงเรียน เป็นผู้มอบบัญชีให้แก่ท่าน บุคคลนั้นก็มีสิทธิ์ต่อบัญชีของท่านและอาจ: จัดการบัญชีของท่าน กำหนดรหัสผ่านของท่านใหม่ หรือระงับหรือยกเลิกบัญชีของท่าน; ดูการใช้และข้อมูลแฟ้มประวัติบัญชีของท่าน รวมถึงวิธีการและเวลาที่มีการใช้บัญชีของท่าน; ตลอดจนอ่านหรือจัดเก็บเนื้อหาในบัญชีของท่าน รวมถึงการติดต่อสื่อสารทางอิเล็กทรอนิกส์ รายชื่อผู้ติดต่และข้อมูลอื่นๆ ได้

			</p>
			<p class="paragraph">
				หากท่านใช้ซอฟต์แวร์ความปลอดภัยของครอบครัว ORKURA เพื่อติดตามตรวจสอบบัญชีในคอมพิวเตอร์ของท่าน ท่านต้องแสดงและรับรองว่าท่านได้รับอนุญาตให้ยอมรับสัญญานี้ในนามของบุคคลที่ใช้บัญชีดังกล่าว

			</p>
			<fieldset class="featured-header orange left">
		    	<legend>เนื้อหาของท่าน</legend>
			</fieldset>
			
			<p class="paragraph">
				เราจะไม่เรียกร้องสิทธิ์การเป็นเจ้าของเนื้อหาที่ท่านให้ไว้กับบริการ เว้นเสียแต่ว่าจะเป็นวัตถุที่เราให้สิทธิ์แก่ท่าน เนื้อหาของท่านจะยังคงเป็นเนื้อหาของท่าน เราจะไม่ควบคุม ตรวจสอบ หรือรับรองเนื้อหาที่ท่านหรือผู้อื่นสร้างไว้บนบริการของเรา

			</p>
			<p class="paragraph">
				ท่านสามารถควบคุมผู้ที่อาจเข้าถึงเนื้อหาของท่าน หากท่านใช้เนื้อหาในพื้นที่สาธารณะของบริการหรือในพื้นที่ที่ใช้ร่วมกันที่พร้อมให้บริการแก่บุคคลอื่นที่ท่านเลือก ท่านจะต้องให้การยินยอมว่าบุคคลใดก็ตามที่ท่านได้แบ่งปันเนื้อหาด้วยนั้นสามารถใช้เนื้อหาดังกล่าวได้ เมื่อท่านให้บุคคลอื่นเข้าถึงเนื้อหาของท่านบนบริการ แสดงว่าท่านให้สิทธิ์แก่บุคคลนั้นในการใช้ ทำซ้ำ แจกจ่าย แสดง ส่ง และติดต่อสื่อสารกับเนื้อหานั้นแบบไม่มีค่าใช้จ่ายและไม่ผูกขาดแต่เพียงผู้เดียวในการเชื่อมต่อกับบริการตลอดจนผลิตภัณฑ์และบริการอื่นๆ ที่ ORKURA มีไว้ให้ หากท่านไม่ต้องการให้บุคคลอื่นมีสิทธิ์ดังกล่าว อย่าใช้บริการเพื่อแบ่งปันเนื้อหาของท่าน

			</p>
			<p class="paragraph">ท่านยอมรับว่า ORKURA.com อาจมีความจำเป็น และด้วยเหตุนี้ท่านจึงให้สิทธิ์แก่ Orkuras.com  ในการใช้ แก้ไข ปรับเปลี่ยน ทำซ้ำ แจกจ่าย และแสดงเนื้อหาที่ประกาศบนบริการเท่านั้นเพื่อความจำเป็นในการปรับปรุงการให้บริการ</p>
			<p class="paragraph">โปรดเคารพในสิทธิ์ของศิลปินและผู้สร้างสรรค์งาน เนื้อหาอาจได้รับความคุ้มครองภายใต้ลิขสิทธิ์ บุคคลที่ปรากฏในเนื้อหาอาจมีสิทธิ์ในการควบคุมการใช้ภาพของพวกเขา หากท่านแบ่งปันเนื้อหาบนบริการด้วยวิธีที่ละเมิดลิขสิทธิ์ของบุคคลอื่น ละเมิดทรัพย์สินทางปัญญา หรือสิทธิส่วนบุคคลของบุคคลอื่น ท่านกำลังละเมิดสัญญานี้ ท่านต้องแสดงและรับรองว่าท่านมีสิทธิ์ทั้งหมดที่จำเป็นในการได้รับสิทธิ์ในข้อนี้ และการใช้เนื้อหาที่ไม่ละเมิดต่อกฎหมายใดๆ เราจะไม่ชำระเงินให้กับเนื้อหาของท่าน เราอาจปฏิเสธที่จะประกาศเนื้อหาของท่านไม่ว่าจะด้วยเหตุผลใดๆ หรือไม่มีเหตุผล เราอาจลบเนื้อหาของท่านออกจากบริการได้ทุกเมื่อหากท่านละเมิดสัญญานี้หรือหากเรายกเลิกหรือระงับบริการ
</p>
			<p class="paragraph">ท่านมีหน้าที่ที่จะต้องสำรองข้อมูลที่ท่านจัดเก็บไว้บนบริการ หากบริการของท่านถูกระงับหรือยกเลิก เราอาจลบข้อมูลของท่านออกจากเซิร์ฟเวอร์ของเราอย่างถาวร เราไม่มีพันธะที่จะต้องส่งกลับข้อมูลให้แก่ท่านหลังจากที่บริการถูกระงับหรือยกเลิกแล้ว หากข้อมูลถูกจัดเก็บถึงวันหมดอายุ เราอาจลบข้อมูลตามวันที่ระบุนั้น ข้อมูลที่ถูกลบไปแล้วอาจไม่สามารถเรียกคืนได้</p>
		
	</div>
</div>
</section>
<?php include('inc_footer.php'); ?>
</body>
</html>